IdeaRS.Connections
TimberGussetPlateData.GussetPlateSurfaceOffset Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.TimberGussetPlateData.GussetPlateSurfaceOffset"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GussetPlateSurfaceOffset { get; set; }
Property Value
Type: Double
See Also
Reference
TimberGussetPlateData Class
IdeaRS.Connections.Data Namespace